
"_BASE_USED_" = "en";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* Use the _PREFERENCES_EXTRA_WIDTH_ (if needed) to fit the action to perform description properly */
"_PREFERENCES_EXTRA_WIDTH_" = "0.0";
"General" = "General";
"File Access" = "File Access";
"Performance" = "Performance";
"Finder Extension" = "Finder Extension";
"Love" = "Love";
"OK" = "OK";
"Done" = "Done";
"Yes" = "Yes";
"No" = "No";
"Don't show again" = "Don't show again";
"Set as default compressor" = "Set as default compressor";
"Not now" = "Not now";
"Want to make Keka your default compressor?" = "Want to make Keka your default compressor?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "This means that all the compatible files will be extracted with Keka. You can set this later in the Keka Preferences.";
"Really want to close Keka?" = "Really want to close Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done.";
"Password needed" = "Password needed";
"File \"%@\" needs a password to be extracted" = "File \"%@\" needs a password to be extracted";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "Extraction of \"%@\" done";
"Extraction of \"%@\" failed." = "Extraction of \"%@\" failed.";
"Extraction of %i files done" = "Extraction of %i files done";
"Extraction complete" = "Extraction complete";
"Extraction fail" = "Extraction failed";
"Compression complete" = "Compression complete";
"File \"%@\" created" = "File \"%@\" created";
"Compression fail" = "Compression failed";
"File \"%@\" cannot be created" = "File \"%@\" cannot be created";
"\n(using fallback folder)" = "\n(using fallback folder)";
"Operation not implemented" = "Operation not implemented";
"Performing operation..." = "Performing operation...";
"Waiting..." = "Waiting...";
"Extracting \"%@\"" = "Extracting \"%@\"";
"Extracting \"%@...\"" = "Extracting \"%@...\"";
"Creating %@ file..." = "Creating %@ file...";
"Creating file \"%@\"" = "Creating file \"%@\"";
"Creating file \"%@...\"" = "Creating file \"%@...\"";
"Volume name:" = "Volume name:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Time elapsed: %d:%@%d:%@%d hours%@";
"Time elapsed: %d:%@%d minutes%@" = "Time elapsed: %d:%@%d minutes%@";
"Time elapsed: %d seconds%@" = "Time elapsed: %d seconds%@";
"%.0f seconds" = "%.0f seconds";
"%i:%02i minutes" = "%i:%02i minutes";
"%i:%02i:%02i hours" = "%i:%02i:%02i hours";
"Pause" = "Pause";
"Continue" = "Continue";
"Operation paused" = "Operation paused";
"Cancel" = "Cancel";
"Close" = "Close";
"Operation failed" = "Operation failed";
"Operation failed with error code %d" = "Operation failed with error code %d";
"Choose a name and folder to start the compression" = "Choose a name and folder to start the compression";
"Creation of \"%@\" failed" = "Creation of \"%@\" failed";
"Creating \"%@\"" = "Creating \"%@\"";
"Preparing extraction..." = "Preparing extraction…";
"Choose a folder to extract this file" = "Choose a folder to extract this file";
"Choose where do you want to extract \"%@\"" = "Choose where do you want to extract \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Select all the volumes from \"%@\" or the folder that contains them";
"Select the folder that contains \"%@\"" = "Select the folder that contains \"%@\"";
"Extraction of \"%@\" failed" = "Extraction of \"%@\" failed";
"Keka - %i on queue" = "Keka - %i on queue";
"Keka can't create this %@ image" = "Keka can't create this %@ image";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image.";
"Keka can't create this @% tarball" = "Keka can't create this @% tarball";
"This operation is not supported on %@." = "This operation is not supported on %@.";
"Compress \"%@\" in %@ to..." = "Compress \"%@\" in %@ to...";
"Compress in %@ to..." = "Compress in %@ to...";
"Save as:" = "Save as:";
"Compress" = "Compress";
"Extract \"%@\" to..." = "Extract \"%@\" to…";
"Extract as:" = "Extract as:";
"Extract" = "Extract";
"About %i seconds" = "About %i seconds";
"About %i minutes" = "About %i minutes";
"About %i hours" = "About %i hours";
"About %i days" = "About %i days";
"About %i weeks" = "About %i weeks";
"About %i months" = "About %i months";
"About %i years" = "About %i years";
"About a minute" = "About a minute";
"About an hour" = "About an hour";
"About a day" = "About a day";
"About a week" = "About a week";
"About a month" = "About a month";
"About a year" = "About a year";
"Finishing..." = "Finishing...";
"Can't show progress time..." = "Can't show progress time…";
"Password for \"%@\"" = "Password for \"%@\"";
"Format" = "Format";
"Method" = "Method";
"Method:" = "Method:";
"No compression" = "No compression";
"Fastest, less compression" = "Fastest, less compression";
"Fast, less compression" = "Fast, less compression";
"Normal" = "Normal";
"Slow, more compression" = "Slow, more compression";
"Slowest, more compression" = "Slowest, more compression";
"Compression" = "Compression";
"Extraction" = "Extraction";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nKeka will now quit.";
"Keka is dying!" = "Keka is dying!";
"Ask each time" = "Ask each time";
"Next to original file" = "Next to original file";
"Custom folder..." = "Custom folder...";
"Same as original file" = "Same as original file";
"Custom name..." = "Custom name...";
"Archive" = "Archive";
"Set as default folder" = "Set as default folder";
"Perform automatic action" = "Perform automatic action";
"Always compress" = "Always compress";
"Always extract" = "Always extract";
"1.4 MB Floppy" = "1.4 MB Floppy disk";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "Drop here to extract";
"Drop here to compress" = "Drop here to compress";
"Binary \"%@\" is not accessible" = "Binary \"%@\" is not accessible";
"The first part \"%@\" can't be found" = "The first part \"%@\" can't be found";
"Unable to extract a folder" = "Unable to extract a folder";
"unknown" = "unknown";
"Unknown error" = "Unknown error";
"Error code %d using \"%@\"\n%@" = "Error code %d using \"%@\"\n%@";
"Keka was unable to create the extraction package" = "Keka was unable to create the extraction package";
"No errors found" = "No errors found";
"Minor error, the operation may be done well" = "Minor error, the operation may have been completed";
"Fatal error" = "Fatal error";
"CRC error occurred, maybe the file is corrupt" = "CRC error occurred, maybe the file is corrupt";
"Attempt to modify an archive previously locked" = "Attempt to modify an archive previously locked";
"Maybe you don't have permission to write or your disk is full" = "Maybe you don't have permission to write or your disk is full";
"Can't open the file, maybe you don't have read permission" = "Can't open the file, maybe you don't have read permission";
"Command line error, please contact with the developer" = "Command line error, please contact with the developer";
"Not enough memory. Try to close some programs and repeat the operation" = "Not enough memory. Try to close some programs and repeat the operation";
"Can't create the file, maybe you don't have permission or free space" = "Can't create the file, maybe you don't have permission or free space";
"Canceled manually" = "Canceled manually";
"Bad password, try again" = "Bad password, try again";
"This archive is locked" = "This archive is locked";
"Write error. No permission? No space left?" = "Write error. No permission? No space left?";
"Can't open the file, maybe it's not accessible" = "Can't open the file, maybe it's not accessible";
"No files matching the mask" = "No files matching the mask";
"There were some read errors" = "There were some read errors";
"Give access" = "Give access";
"Just folder access" = "Just folder access";
"Quit" = "Quit";
"More information" = "More information";
"Keka needs file access" = "Keka needs file access";
"Give home access" = "Give home access";
"Customize" = "Customize";
"Keka needs access to the source file/s." = "Keka needs access to the source file/s.";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "In order to work seamlessly with your files, Keka needs local access to the Mac disk.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nSimply click on \"Give access to Keka\", your disk should already be selected.";
"Give access to Keka" = "Give access to Keka";
"Full Mac access (Recommended)" = "Full Mac access (Recommended)";
"Home folder access" = "Home folder access";
"External volumes access" = "External volumes access";
"Full Mac" = "Full Mac";
"Home folder" = "Home folder";
"External volumes" = "External volumes";
"Show in context menu" = "Show in context menu";
"External disk: %@" = "External disk: %@";
"An extension is required" = "An extension is required";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel.";
"Your installed extension is obsolete and you should update it." = "Your installed extension is obsolete and you should update it.";
"Update" = "Update";
"Cannot set Keka as default" = "Cannot set Keka as default";
"The intermediate application failed to launch. There is more information in the Console.app." = "The intermediate application failed to launch. There is more information in the Console.app.";
"The intermediate application returned an undefined code." = "The intermediate application returned an undefined code.";
"Keka is now set as the default application for its known formats." = "Keka is now set as the default application for its known formats.";
"Keka set as default" = "Keka set as default";
"There were some errors while registering the formats. There is more information in the Console.app." = "There were some errors while registering the formats. There is more information in the Console.app.";
"The intermediate application can't get access to Keka." = "The intermediate application can't get access to Keka.";
"The intermediate application can't find Keka." = "The intermediate application can't find Keka.";
"Show in Finder" = "Show in Finder";
"Delete" = "Delete";
"Continue without encryption" = "Continue without encryption";
"The password does not match" = "The password does not match";
"The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption." = "The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption.";
"Use legacy encryption" = "Use legacy encryption";
"Using AES-256 encryption in ZIP" = "Using AES-256 encryption in ZIP";
"Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities." = "Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities.";
"Cannot create the file" = "Cannot create the file";
"Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences" = "Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences";
"Give access to the source/s folder/s" = "Give access to the source/s folder/s";
"Give access to the compressed file" = "Give access to the compressed file";
"The extension is enabled" = "The extension is enabled";
"The extension is disabled" = "The extension is disabled";
"Enable or disable the extension" = "Enable or disable the extension";
"Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option." = "Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option.";
"Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone." = "Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone.";
"Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone." = "Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone.";
"Show the operation log" = "Show the operation log";
"Unable to process tips" = "Unable to process tips";
"Already tipping a monthly %@" = "Already tipping a monthly %@";
"Send a monthly %@ tip" = "Send a monthly %@ tip";
"Send a %@ tip" = "Send a %@ tip";
"Give Keka some love ♥" = "Give Keka some love ♥";
"All extractions will be expanded at this location." = "All extractions will be expanded at this location.";
"All compressions will be stored at this location." = "All compressions will be stored at this location.";
"You'll be asked where to extract each operation." = "You'll be asked where to extract each operation.";
"You'll be asked where to compress each operation." = "You'll be asked where to compress each operation.";
"If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly." = "If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly.";
"Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane." = "Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane.";
"The characters %@ are not compatible with the %@ format" = "The characters %@ are not compatible with the %@ format";
"The character %@ is not compatible with the %@ format" = "The character %@ is not compatible with the %@ format";
"Stop compressing" = "Stop compressing";
"Stop extracting" = "Stop extracting";
"Resume compressing" = "Resume compressing";
"Resume extracting" = "Resume extracting";
"Pause compressing" = "Pause compressing";
"Pause extracting" = "Pause extracting";
"Compression paused" = "Compression paused";
"Extraction paused" = "Extraction paused";
"Waiting for password" = "Waiting for password";
"On queue" = "On queue";
"Applying quarantine..." = "Applying quarantine...";

/*
// MAS tips
// Note this will be used in Apple's servers
// Apple needs to have MAS translated in this language so this strings can be used
// The language used in MAS/AppleID will be used in Keka's tip strings and may not match Keka's localization
// Note that the short string is limited to 30 characters and the long string is limited to 45 characters
// Emojis cannot be used in these strings :(
*/
"Monthly sip of coffee" = "Monthly sip of coffee";
"Gift Keka a sip of coffee each month" = "Gift Keka a sip of coffee each month";
"Monthly coffee" = "Monthly coffee";
"Gift Keka a coffee each month" = "Gift Keka a coffee each month";
"Monthly pair of coffees" = "Monthly pair of coffees";
"Gift Keka a couple coffees each month" = "Gift Keka a couple coffees each month";
"Monthly breakfast" = "Monthly breakfast";
"Gift Keka a breakfast each month" = "Gift Keka a breakfast each month";
"Tip a coffee" = "Tip a coffee";
"Tip Keka a coffee so it can stay awake" = "Tip Keka a coffee so it can stay awake";
"Tip a breakfast" = "Tip a breakfast";
"Tip Keka a breakfast so it can start fresh" = "Tip Keka a breakfast so it can start fresh";
"Tip a lunch" = "Tip a lunch";
"Tip Keka a lunch and feed it" = "Tip Keka a lunch and feed it";
"Tip a dinner" = "Tip a dinner";
"Tip Keka a dinner so it keeps rolling" = "Tip Keka a dinner so it keeps rolling";
"Tip a bunch of food" = "Tip a bunch of food";
"Tip Keka a new bunch of food to keep rolling" = "Tip Keka a new bunch of food to keep rolling";
